log/2019-10-11/2019-10-11-14:23:54
20        Threads
50        Connections per thread
10000     Requests per client


ALL STATS
=========================================================================
Type         Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
-------------------------------------------------------------------------
Sets        76828.65          ---          ---     13.12900     17923.35 
Gets            0.00         0.00         0.00      0.00000         0.00 
Waits           0.00          ---          ---      0.00000          --- 
Totals      76828.65         0.00         0.00     13.12900     17923.35 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.230         0.00
SET       0.240         0.00
SET       0.250         0.00
SET       0.260         0.00
SET       0.270         0.00
SET       0.280         0.00
SET       0.290         0.01
SET       0.300         0.01
SET       0.310         0.02
SET       0.320         0.03
SET       0.330         0.03
SET       0.340         0.04
SET       0.350         0.04
SET       0.360         0.05
SET       0.370         0.05
SET       0.380         0.06
SET       0.390         0.06
SET       0.400         0.07
SET       0.410         0.07
SET       0.420         0.07
SET       0.430         0.08
SET       0.440         0.08
SET       0.450         0.09
SET       0.460         0.09
SET       0.470         0.10
SET       0.480         0.10
SET       0.490         0.11
SET       0.500         0.11
SET       0.510         0.12
SET       0.520         0.12
SET       0.530         0.12
SET       0.540         0.13
SET       0.550         0.13
SET       0.560         0.14
SET       0.570         0.14
SET       0.580         0.14
SET       0.590         0.15
SET       0.600         0.15
SET       0.610         0.15
SET       0.620         0.16
SET       0.630         0.16
SET       0.640         0.16
SET       0.650         0.17
SET       0.660         0.17
SET       0.670         0.17
SET       0.680         0.18
SET       0.690         0.18
SET       0.700         0.18
SET       0.710         0.19
SET       0.720         0.19
SET       0.730         0.19
SET       0.740         0.19
SET       0.750         0.20
SET       0.760         0.20
SET       0.770         0.20
SET       0.780         0.21
SET       0.790         0.21
SET       0.800         0.21
SET       0.810         0.22
SET       0.820         0.22
SET       0.830         0.22
SET       0.840         0.23
SET       0.850         0.23
SET       0.860         0.23
SET       0.870         0.24
SET       0.880         0.24
SET       0.890         0.24
SET       0.900         0.24
SET       0.910         0.25
SET       0.920         0.25
SET       0.930         0.25
SET       0.940         0.26
SET       0.950         0.26
SET       0.960         0.27
SET       0.970         0.27
SET       0.980         0.27
SET       0.990         0.28
SET       1.000         0.29
SET       1.100         0.32
SET       1.200         0.35
SET       1.300         0.38
SET       1.400         0.41
SET       1.500         0.44
SET       1.600         0.46
SET       1.700         0.49
SET       1.800         0.52
SET       1.900         0.54
SET       2.000         0.58
SET       2.100         0.60
SET       2.200         0.63
SET       2.300         0.65
SET       2.400         0.67
SET       2.500         0.69
SET       2.600         0.72
SET       2.700         0.75
SET       2.800         0.77
SET       2.900         0.81
SET       3.000         0.85
SET       3.100         0.89
SET       3.200         0.94
SET       3.300         0.98
SET       3.400         1.02
SET       3.500         1.07
SET       3.600         1.12
SET       3.700         1.16
SET       3.800         1.20
SET       3.900         1.25
SET       4.000         1.29
SET       4.100         1.34
SET       4.200         1.38
SET       4.300         1.43
SET       4.400         1.48
SET       4.500         1.53
SET       4.600         1.58
SET       4.700         1.64
SET       4.800         1.70
SET       4.900         1.76
SET       5.000         1.82
SET       5.100         1.89
SET       5.200         1.97
SET       5.300         2.05
SET       5.400         2.13
SET       5.500         2.23
SET       5.600         2.33
SET       5.700         2.44
SET       5.800         2.55
SET       5.900         2.67
SET       6.000         2.80
SET       6.100         2.94
SET       6.200         3.08
SET       6.300         3.23
SET       6.400         3.40
SET       6.500         3.57
SET       6.600         3.75
SET       6.700         3.94
SET       6.800         4.14
SET       6.900         4.36
SET       7.000         4.59
SET       7.100         4.85
SET       7.200         5.13
SET       7.300         5.43
SET       7.400         5.76
SET       7.500         6.12
SET       7.600         6.51
SET       7.700         6.94
SET       7.800         7.40
SET       7.900         7.90
SET       8.000         8.43
SET       8.100         9.01
SET       8.200         9.62
SET       8.300        10.28
SET       8.400        10.98
SET       8.500        11.72
SET       8.600        12.52
SET       8.700        13.34
SET       8.800        14.22
SET       8.900        15.14
SET       9.000        16.10
SET       9.100        17.10
SET       9.200        18.13
SET       9.300        19.19
SET       9.400        20.28
SET       9.500        21.40
SET       9.600        22.55
SET       9.700        23.69
SET       9.800        24.86
SET       9.900        26.04
SET      10.000        32.68
SET      11.000        44.23
SET      12.000        54.56
SET      13.000        63.35
SET      14.000        70.76
SET      15.000        76.91
SET      16.000        81.84
SET      17.000        85.66
SET      18.000        88.63
SET      19.000        90.92
SET      20.000        92.73
SET      21.000        94.11
SET      22.000        95.20
SET      23.000        96.05
SET      24.000        96.70
SET      25.000        97.22
SET      26.000        97.63
SET      27.000        97.96
SET      28.000        98.21
SET      29.000        98.42
SET      30.000        98.60
SET      31.000        98.75
SET      32.000        98.88
SET      33.000        99.00
SET      34.000        99.10
SET      35.000        99.20
SET      36.000        99.30
SET      37.000        99.38
SET      38.000        99.45
SET      39.000        99.51
SET      40.000        99.57
SET      41.000        99.63
SET      42.000        99.68
SET      43.000        99.71
SET      44.000        99.74
SET      45.000        99.77
SET      46.000        99.79
SET      47.000        99.81
SET      48.000        99.83
SET      49.000        99.84
SET      50.000        99.85
SET      51.000        99.86
SET      52.000        99.87
SET      53.000        99.87
SET      54.000        99.88
SET      55.000        99.89
SET      56.000        99.89
SET      57.000        99.90
SET      58.000        99.90
SET      59.000        99.91
SET      60.000        99.91
SET      61.000        99.91
SET      62.000        99.92
SET      63.000        99.92
SET      64.000        99.93
SET      65.000        99.93
SET      66.000        99.93
SET      67.000        99.94
SET      68.000        99.94
SET      69.000        99.94
SET      70.000        99.95
SET      71.000        99.95
SET      72.000        99.95
SET      73.000        99.95
SET      74.000        99.96
SET      75.000        99.96
SET      76.000        99.96
SET      77.000        99.96
SET      78.000        99.96
SET      79.000        99.96
SET      80.000        99.97
SET      81.000        99.97
SET      82.000        99.97
SET      83.000        99.97
SET      84.000        99.97
SET      85.000        99.97
SET      86.000        99.97
SET      87.000        99.98
SET      88.000        99.98
SET      89.000        99.98
SET      90.000        99.98
SET      91.000        99.98
SET      92.000        99.98
SET      93.000        99.99
SET      94.000        99.99
SET      95.000        99.99
SET      96.000        99.99
SET      97.000        99.99
SET      98.000        99.99
SET      99.000        99.99
SET     100.000        99.99
SET     110.000       100.00
SET     120.000       100.00
SET     130.000       100.00
SET     140.000       100.00
SET     150.000       100.00
SET     160.000       100.00
SET     180.000       100.00
---
---
total 0